/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Zapnuto";
"general.off" = "Vypnuto";
"general.login" = "Přihlásit se";
"general.logout" = "Odhlásit se";
"general.ok" = "OK";
"general.cancel" = "Zrušit";
"general.username" = "Uživatel";
"general.password" = "Heslo";
"general.na" = "N/A";

"input.value_is_empty" = "Název nemůže být prázdný.";
"input.already_exists" = "Název již existuje.";

// Guide Window
"guide.highlights" = "Co je v IINA nového";
"guide.basic_settings" = "Základní nastavení";
"guide.faq" = "Nejčastější dotazy";

// Initial Window
"initial.announcement" = "Používáte verzi %@ aplikace IINA";
"initial.beta.desc" = "Pokud se chcete vrátit k vydané verzi, zrušte výběr „Dostávat beta aktualizace“ v Nastavení > Obecné, a nainstalujte stabilní verzi z naší <a href=\"https://iina.io\">oficiální webové stránky</a>.";
"initial.nightly.desc" = "Noční sestavení nejsou doporučena pro každodenní použití. V současné době nepodporují automatické aktualizace. Stáhněte si prosím ručně novější sestavení z naší <a href=\"https://nightly.iina.io\">noční webové stránky</a>.";
"initial.debug.desc" = "Ladící sestavení obvykle nejsou optimalizována pro výkon, nejsou tedy doporučena pro každodenní použití. Ladící sestavení nepodporují automatické aktualizace.";
"initial.bug_report" = "Nahlaste na <a href=\"https://github.com/iina/iina/issues\">GitHub</a>.";

// Inspector Window
"inspector.error" = "Chyba";

// MainWindowController.swift
"main.buffering_indicator" = "Načítá se… %d%%";
"main.opening_stream" = "Otevírám stream…";
"main.seeking_indicator" = "Vyhledávám…";
"osc.precision" = "Přesnost";
"osc.1s" = "1 sekunda";
"osc.100ms" = "100 milisekund";
"osc.10ms" = "10 milisekund";
"osc.1ms" = "1 milisekunda";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Výchozí";
"quicksetting.item_none" = "Žádný";
"quicksetting.hwdec" = "Hardwarově dekódovat";
"quicksetting.deinterlace" = "Odebrat prokládání";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Skrýt";
"quicksetting.reset_speed" = "Skutečná rychlost";

// EQ Presets
"eq.preset.flat" = "Lineární";
"eq.preset.acoustic" = "Akustická hudba";
"eq.preset.classical" = "Vážná hudba";
"eq.preset.dance" = "Taneční hudba";
"eq.preset.deep" = "Deep";
"eq.preset.electronic" = "Elektronická hudba";
"eq.preset.hip_hop" = "Hip-hop";
"eq.preset.increase_bass" = "Více basů";
"eq.preset.increase_treble" = "Více výšek";
"eq.preset.increase_vocal" = "Více vokálů";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Latino";
"eq.preset.loundness" = "Zvýraznění";
"eq.preset.lounge" = "Lounge";
"eq.preset.piano" = "Piano";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Méně basů";
"eq.preset.reduce_treble" = "Méně výšek";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Malé reproduktory";
"eq.preset.spoken_word" = "Mluvené slovo";

"alert.eq.new_profile.title" = "Nové nastavení ekvalizéru";
"alert.eq.new_profile.message" = "Zadejte název nastavení.";
"alert.eq.rename.title" = "Přejmenovat aktuální nastavení";
"alert.eq.rename.message" = "Zadejte nový název nastavení.";

// OSDMessage.swift
"osd.pause" = "Pozastaveno";
"osd.resume" = "Pokračování";
"osd.volume" = "Hlasitost: %@";
"osd.speed" = "Rychlost: %@×";
"osd.aspect" = "Poměr stran: %@";
"osd.crop" = "Ořez: %@";
"osd.rotate" = "Otočení: %i°";
"osd.deinterlace" = "Odebrání prokládání: %@";
"osd.hwdec" = "Hardwarové dekódování: %@";
"osd.audio_delay.nodelay" = "Zpoždění zvuku: Žádné";
"osd.audio_delay.later" = "Zpoždění zvuku: %@ s";
"osd.audio_delay.earlier" = "Zpoždění zvuku: −%@ s";
"osd.sub_delay.nodelay" = "Zpoždění titulků: Žádné";
"osd.sub_delay.later" = "Zpoždění titulků: %@ s";
"osd.sub_delay.earlier" = "Zpoždění titulků: −%@ s";
"osd.subtitle_pos" = "Umístění titulků: %@";
"osd.sub_hidden" = "Titulky skryty";
"osd.sub_visible" = "Titulky zobrazeny";
"osd.sub_second_delay.nodelay" = "Zpoždění druhých titulků: Žádné";
"osd.sub_second_delay.later" = "Zpoždění druhých titulků: %@ s";
"osd.sub_second_delay.earlier" = "Zpoždění druhých titulků: −%@ s";
"osd.sub_second_hidden" = "Druhé titulky skryty";
"osd.sub_second_pos" = "Umístění druhých titulků: %@";
"osd.sub_second_visible" = "Druhé titulky zobrazeny";
"osd.mute" = "Ztlumeno";
"osd.unmute" = "Zesíleno";
"osd.screenshot" = "Snímek obrazovky pořízen";
"osd.abloop.a" = "Smyčka: A";
"osd.abloop.b" = "Smyčka: B";
"osd.abloop.clear" = "Smyčka zrušena";
"osd.stop" = "Zastaveno";
"osd.chapter" = "Kapitola: %@";
"osd.subtitle_scale" = "Velikost titulků: %@×";
"osd.add_to_playlist" = "Souborů přidáno do playlistu: %i";
"osd.clear_playlist" = "Playlist smazán";
"osd.video_eq.contrast" = "Kontrast: %i";
"osd.video_eq.gamma" = "Gama: %i";
"osd.video_eq.hue" = "Odstín: %i";
"osd.video_eq.saturation" = "Sytost: %i";
"osd.video_eq.brightness" = "Jas: %i";
"osd.find_online_sub" = "Vyhledávám titulky online…";
"osd.find_online_sub.source" = "z";
"osd.sub_not_found" = "Titulky nenalezeny";
"osd.sub_found" = "Nalezeno %d titulků.";
"osd.sub_downloading" = "Stahuji %d titulků";
"osd.sub_downloaded" = "Titulky staženy";
"osd.sub_saved" = "Titulky uloženy";
"osd.network_error" = "Chyba sítě";
"osd.file_error" = "Soubor nelze načíst";
"osd.cannot_login" = "Nelze se přihlásit";
"osd.canceled" = "Zrušeno";
"osd.cannot_connect" = "Nelze se spojit";
"osd.timed_out" = "Časový limit vypršel";
"osd.filter_added" = "Přidán filtr: %@";
"osd.filter_removed" = "Filtr odebrán";
"osd.file_loop" = "Opakovat jeden soubor";
"osd.playlist_loop" = "Opakovat playlist";
"osd.no_loop" = "Zakázat opakování";

"preference.title" = "Nastavení";
"preference.general" = "Obecné";
"preference.ui" = "Uživatelské rozhraní";
"preference.video_audio" = "Video/zvuk";
"preference.subtitle" = "Titulky";
"preference.network" = "Síť";
"preference.control" = "Ovládání";
"preference.keybindings" = "Klávesové zkratky";
"preference.advanced" = "Pokročilé";
"preference.plugins" = "Plug-iny";
"preference.utilities" = "Utility";
"preference.scripts" = "Skripty";
"preference.not_logged_in" = "Nepřihlášen";
"preference.logged_in_as" = "Přihlášen jako %@";
"preference.system_media_control" = "Používat systémové multimediální klávesy";

"preference.key_binding_hint_1" = "Pro úpravy konfiguračního souboru klávesových zkratek, vytvořte jejich kopii kliknutím na „Duplikovat…“.";
"preference.key_binding_hint_2" = "Pro změnu klávesové zkratky, klikněte dvakrát na odpovídající řádek po pravé straně.";

"preference.enable_adv_settings" = "Povolit pokročilá nastavení";

"preference.sub_override_level.no" = "Žádné";
"preference.sub_override_level.force" = "Vynucené";
"preference.sub_override_level.scale" = "S měřítkem";
"preference.sub_override_level.strip" = "Úplná";
"preference.sub_override_level.yes" = "Základní";

"preference.sub_override_level.descriptive_text.no" = "Vykreslí titulky dle specifikací ve skriptech titulků, bez přepsání.";
"preference.sub_override_level.descriptive_text.force" = "Použít všechny styly titulků.";
"preference.sub_override_level.descriptive_text.scale" = "Použije nastavení měřítka navíc k nastavení stylu v této nabídce.";
"preference.sub_override_level.descriptive_text.strip" = "Zásadně odebere veškeré ASS značky a styly z titulků.";
"preference.sub_override_level.descriptive_text.yes" = "Použije všechna nastavení stylu v této nabídce.";

"preference.ytdl_plugin_not_installed" = "Pro pokročilé funkce jako jsou stahování videa a automatické aktualizace yt-dlp nainstalujte plug-in Online Media pomocí výběru „Instalovat z GitHub“ v Nastavení > Plug-iny.";
"preference.ytdl_plugin_installed" = "Vestavěná podpora youtube-dl je zakázána, protože je nainstalován Online media plug-in.";

"menu.volume" = "Hlasitost: %@";
"menu.volume_muted" = "Hlasitost: %@ (Ztlumeno)";
"menu.audio_delay" = "Zpoždění zvuku: %@ s";
"menu.sub_delay" = "Zpoždění titulků: %@ s";
"menu.sub_hide" = "Skrýt titulky";
"menu.sub_show" = "Zobrazit titulky";
"menu.sub_second_hide" = "Skrýt druhé titulky";
"menu.sub_second_show" = "Zobrazit druhé titulky";
"menu.fullscreen" = "Spustit režim celé obrazovky";
"menu.exit_fullscreen" = "Ukončit režim celé obrazovky";
"menu.pip" = "Spustit obraz v obrazu";
"menu.exit_pip" = "Ukončit obraz v obrazu";
"menu.mini_player" = "Spustit hudební režim";
"menu.exit_mini_player" = "Ukončit hudební režim";
"menu.pause" = "Pozastavit";
"menu.resume" = "Pokračovat";
"menu.speed" = "Rychlost: %@×";
"menu.chapters" = "Zobrazit panel kapitol";
"menu.hide_chapters" = "Skrýt panel kapitol";
"menu.playlist" = "Zobrazit panel playlistu";
"menu.hide_playlist" = "Skrýt panel playlistu";
"menu.video" = "Zobrazit panel videa";
"menu.hide_video" = "Skrýt panel videa";
"menu.audio" = "Zobrazit panel zvuku";
"menu.hide_audio" = "Skrýt panel zvuku";
"menu.subtitles" = "Zobrazit panel titulků";
"menu.hide_subtitles" = "Skrýt panel titulků";

"menu.seek_forward" = "Posunout vpřed o %@ s";
"menu.seek_backward" = "Posunout vzad o %@ s";
"menu.speed_up" = "Zrychlit %@×";
"menu.speed_down" = "Zpomalit %@×";
"menu.volume_up" = "Hlasitost +%@ %%";
"menu.volume_down" = "Hlasitost −%@ %%";
"menu.audio_delay_up" = "Zpoždění zvuku +%@ s";
"menu.audio_delay_down" = "Zpoždění zvuku −%@ s";
"menu.sub_delay_up" = "Zpoždění titulků +%@ s";
"menu.sub_delay_down" = "Zpoždění titulků −%@ s";

"menu.crop_custom" = "Vlastní…";
"menu.find_online_sub" = "Vyhledat titulky online z %@";

"menu.manage_plugins" = "Spravovat plug-iny…";
"menu.developer_tool" = "Vývojářské nástroje";
"menu.more_plugin" = "Více…";
"menu.conflicting_shortcuts" = "Konfliktní klávesové zkratky…";
"menu.reload_plugins" = "Znovu načíst všechny plug-iny";
"menu.show_plugins_panel" = "Zobrazit panel plug-inů";
"menu.hide_plugins_panel" = "Skrýt panel plug-inů";

"track.audio" = "Zvuk";
"track.none" = "<Žádné>";
"track.sub" = "Titulky";
"track.video" = "Video";

"subtrack.no_loaded" = "Nejsou načteny žádné titulky";
"subtrack.no_external" = "Nenalezeny žádné externí titulky";

// Alerts
"alert.beta_channel.title" = "Dostávat beta aktualizace";

"alert.title_error" = "Chyba";
"alert.title_warning" = "Varování";
"alert.title_info" = "Informace";

"alert.fatal_error" = "Závažná chyba: %@ \nAplikace se teď ukončí.";
"alert.mpv_error" = "Vnitřní chyba %@ (%@) při nastavení možnosti %@.";

"alert.unsupported_audio" = "Nepodporovaný externí zvukový soubor.";
"alert.unsupported_video" = "Nepodporovaný externí videosoubor.";
"alert.unsupported_sub" = "Nepodporované externí titulky.";
"alert.unsupported_url" = "Nepodporovaná URL.";
"alert.wrong_url_format" = "Chybný formát URL.";

"alert.error_open" = "Nelze otevřít soubor nebo stream!";
"alert.error_finding_file" = "Soubor %@ nelze nalézt!";
"alert.error_loading_script" = "Skript %@ nelze načíst!";
"alert.error_saving_file" = "Při ukládání %@ došlo k chybě: %@";
"alert.error_deleting_file" = "Soubor nelze odstranit.";

"alert.target_peak.bad_value" = "Hodnota „%@“ je neplatná.\nUveďte hodnotu mezi 10 a 10000 nebo 0.";

"alert.config.new.title" = "Konfigurace nového vstupu";
"alert.config.new.message" = "Zadejte název nové konfigurace.";
"alert.config.duplicate.title" = "Duplicitní konfigurace";
"alert.config.duplicate.message" = "Zadejte název pro duplicitní konfigurační soubor.";
"alert.config.file_existing.title" = "Soubor již existuje.";
"alert.config.file_existing.message" = "Konfigurační soubor se stejným názvem souboru již existuje. Vyberte OK pro zobrazení souboru v aplikaci Finder.";
"alert.config.cannot_create" = "Konfigurační soubor nelze vytvořit!\n%@";
"alert.config.cannot_write" = "Nelze zapisovat do konfiguračního souboru!";
"alert.config.rename.title" = "Přejmenovat konfiguraci vstupu";
"alert.config.rename.message" = "Zadejte nový název konfigurace.";

"alert.filter.incorrect" = "Při nastavování filtrů došlo k chybě. Zkontrolujte formát parametru.";
"alert.add_filter.title" = "Přidat filtr";
"alert.add_filter.message" = "Zadejte řetězec filtru ve formátu mpv příkazu vf nebo af.";

"alert.keybinding_config.error" = "Chyba analýzy konfiguračního souboru klávesových zkratek „%@“! Vraťte se k výchozímu IINA nastavení klávesových zkratek. Zkontrolujte prosím vaši konfiguraci.";

"alert.extra_option.cannot_read" = "Nelze načíst uživatelsky vymezené další možnosti mpv.";
"alert.extra_option.empty" = "Název nebo hodnota nemohou být prázdné!";
"alert.extra_option.error" = "Při nastavování --%@=%@ se vyskytla chyba číslo %d. Zkontrolujte vaše nastavení dalších možností v Nastavení > Pokročilé.";
"alert.extra_option.config_folder" = "Chyba při nastavování konfiguračního adresáře „%@“.";

"alert.playlist.error_deleting" = "%@ nelze smazat";

"alert.screenshot.error_taking" = "Nelze zachytit snímek obrazovky!";

"alert.sub.no_selected" = "Nejdříve vyberte stažené titulky.";
"alert.sub_lang_not_set" = "Před používáním OpenSubtitles nastavte preferovaný jazyk titulků. Tentokrát bude použita angličtina.";
"alert.sub.cannot_save_passwd" = "Nelze uložit vaše heslo do svazku klíčů: %@";
"alert.sub.cannot_login" = "Nelze se přihlásit. Zkontrolujte uživatelské jméno, heslo a připojení k síti.\n\n%@";
"alert.sub.save_downloaded.title" = "Uložit stažené titulky";

"alert.set_default.title" = "Nastavit IINA jako výchozí aplikaci";
"alert.set_default.message" = "IINA bude nastavena jako výchozí aplikace pro všechny typy souborů, které podporuje.";
"alert.set_default.success" = "Provedeno u %d úspěšně, %d selhalo.";

"alert.add_watch.title" = "Přidat možnost sledování";
"alert.add_watch.message" = "Zadejte platný název možnosti mpv.";

"alert.jump_to.title" = "Přejít na";
"alert.jump_to.message" = "Zadejte čas, na který chcete přejít. Například: 20:35";

"alert.opensub.login.title" = "Přihlášení k OpenSubtitles";
"alert.opensub.login.message" = "Zadejte své uživatelské jméno a heslo";

"alert.open_url.title" = "Otevřít URL";
"alert.open_url.message" = "Zadejte URL:";
"alert.choose_media_file.title" = "Vyberte soubor";

"alert.add_url.title" = "Přidat URL";
"alert.add_url.message" = "Zadejte URL:";

"alert.delete_history.title" = "Smazat historii přehrávání";
"alert.delete_history.message" = "Opravdu chcete smazat zvolené záznamy?";

"alert.filter_hwdec.message" = "Chystáte se použít video filtr, avšak váš současný hardware nemusí optimálně video filtry podporovat. Můžete buď vypnout hardwarové dekódování, nebo přepnout na automatické nastavení, které spotřebuje dvojnásobek paměti.\nMůže být nutné zopakovat předchozí krok (například, nastavení ořezu).";
"alert.filter_hwdec.abort" = "Přerušit";
"alert.filter_hwdec.turn_off" = "Vypnout hardwarové dekódování";
"alert.filter_hwdec.use_copy" = "Přepnout na Automaticky (Kopie)";

"alert.clear_cache.title" = "Smazat načtené náhledy";
"alert.clear_cache.message" = "Opravdu chcete smazat všechny načtené náhledy?";

"alert.clear_history.title" = "Smazat historii přehrávání";
"alert.clear_history.message" = "Opravdu chcete smazat celou historii přehrávání?";

"alert.clear_watch_later.title" = "Smazat uložené pozice přehrávání";
"alert.clear_watch_later.message" = "Opravdu chcete smazat všechny uložené pozice přehrávání? (Data ve složce „Přehrát později“)";

"alert.restore_alerts.title" = "Obnovit potlačená upozornění";
"alert.restore_alerts.message" = "Opravdu chcete obnovit potlačená upozornění?";

"alert.nothing_to_open" = "Žádný soubor k přehrání.";

"alert.no_video_track" = "Video stopa nenalezena.";

"alert.duplicate_config" = "Nelze upravit výchozí konfiguraci. Před úpravami je nutné ji duplikovat.";

"alert.assrt_register" = "Vzhledem k omezenému množství API, důrazně doporučujeme použít vlastní API token. Výchozí token je určen pouze pro zkušební využití a můžete se setkat s chybou sítě.";
"alert.assrt_register.register" = "Registrovat";
"alert.assrt_register.try" = "Vyzkoušet";
"alert.assrt_token_prompt.title" = "Zadejte váš API token";
"alert.assrt_token_prompt.message" = "Zaregistrujte se prosím na otevřené webové stránce. Získejte token na domovské stránce uživatele a zadejte jej níže:";
"alert.assrt_token_invalid" = "Váš Assrt API token se zdá být neplatný.";

"alert.plugin_uninstall.title" = "Opravdu chcete odinstalovat %@?";
"alert.plugin_uninstall.message" = "Plug-in bude odstraněn z disku.";
"alert.plugin_reinstall.title" = "Plug-in %@ již existuje";
"alert.plugin_reinstall.message" = "Chcete přeinstalovat plug-in?";
"alert.duplicated_plugin_id" = "Detekovány duplicitní identifikátory plug-inu. Dva nebo více plug-inů mají stejný identifikátor „%@“. To může způsobit neobvyklé chování. Najděte je prosím v Nastavení > Plug-iny a nahlaste toto jejich autorům. Pokud je plug-in nainstalován místně, můžete také ručně změnit jeho identifikátor v souboru Info.json.";
"alert.plugin_no_update" = "Plug-in je aktuální.";
"alert.plugin_update_found.title" = "Je dostupná nová verze %@";
"alert.plugin_update_found.message" = "Nejnovější dostupná verze k dispozici je %@. Nainstalována je %@. Přejete si nyní stáhnout aktualizaci?";
"alert.plugin_permission" = "Tento plug-in vyžaduje následující oprávnění. Před pokračováním proveďte jejich kontrolu.";
"alert.plugin_permission_added" = "Tato aktualizace vyžaduje další oprávnění. Před pokračováním proveďte jejich kontrolu.";

"playlist.total_length" = "%@ celkem";
"playlist.total_length_with_selected" = "Vybráno %@ z %@";
"playlist.sorting.header" = "Řazení";
"playlist.sorting.filename_ascending" = "Název souboru vzestupně";
"playlist.sorting.filename_descending" = "Název souboru sestupně";
"playlist.sorting.path_ascending" = "Cesta k souboru vzestupně";
"playlist.sorting.path_descending" = "Cesta k souboru sestupně";
"pl_menu.title_multi" = "Položek: %d";
"pl_menu.play_next" = "Přehrát další";
"pl_menu.play_in_new_window" = "Přehrát v novém okně";
"pl_menu.remove" = "Odebrat";
"pl_menu.remove_multi" = "Odebrat vybrané";
"pl_menu.delete" = "Přesunout do koše";
"pl_menu.delete_multi" = "Přesunout vybrané soubory do koše";
"pl_menu.delete_after_play" = "Po přehrání přesunout do koše";
"pl_menu.delete_after_play_multi" = "Po přehrání přesunout vybrané soubory do koše";
"pl_menu.show_in_finder" = "Zobrazit v aplikaci Finder";
"pl_menu.add_file" = "Přidat soubor…";
"pl_menu.add_url" = "Přidat URL…";
"pl_menu.clear_playlist" = "Smazat playlist";
"pl_menu.matched_sub" = "Vyhovujících titulků: %d";
"pl_menu.add_sub" = "Přidat titulky…";
"pl_menu.wrong_sub" = "Nesprávné titulky!";
"pl_menu.browser" = "Otevřít v prohlížeči";
"pl_menu.copy_url" = "Kopírovat URL";
"pl_menu.copy_url_multi" = "Kopírovat URL";

"keymapping.title" = "Klávesové zkratky";
"keymapping.message" = "Pro záznam stiskněte jakoukoliv klávesu.";

"filter.video_filters" = "Video filtry";
"filter.audio_filters" = "Zvukové filtry";

"hwdec.no" = "Hardwarové dekódování zakázáno.";
"hwdec.auto" = "Hardwarové dekódování povoleno. Většina video filtrů však nebude pracovat správně.";
"hwdec.auto-copy" = "Hardwarové dekódování povoleno. Spotřebuje dvojnásobek paměti, bude však kompatibilní s video filtry.";

"gaplessAudio.no" = "Přehrávání po sobě jdoucích zvukových souborů může vést k tichu nebo přerušení v okamžiku změny souboru.";
"gaplessAudio.weak" = "Pokud se změní formát zvuku na výstupu dekodéru, zvukové zařízení se ukončí a znovu spustí, což naruší hladké přechody při přehrávání.";
"gaplessAudio.yes" = "Zvukové zařízení se spustí podle parametrů zvolených pro první přehrávaný soubor a zůstane spuštěné pro hladké přechody. Následující soubory mohou být převzorkovány.";

"subencoding.auto" = "Automaticky";

"osc_toolbar.settings" = "Rychlá nastavení";
"osc_toolbar.playlist" = "Playlist a kapitoly";
"osc_toolbar.pip" = "Obraz v obrazu";
"osc_toolbar.full_screen" = "Režim celé obrazovky";
"osc_toolbar.music_mode" = "Spustit hudební režim";
"osc_toolbar.sub_track" = "Vybrat stopu titulků";
"osc_toolbar.screenshot" = "Zachytit snímek obrazovky";
"osc_toolbar.plugins" = "Zobrazit panel plug-inů";

"mini_player.album_art" = "Přepnout zobrazení grafiky alba";
"mini_player.loop" = "Opakovat";
"mini_player.shuffle" = "Zamíchat";
"mini_player.remove" = "Smazat z playlistu";
"mini_player.add" = "Přidat do playlistu";
"mini_player.delete" = "Smazat všechny stopy z playlistu";
"mini_player.volume" = "Hlasitost";
"mini_player.close" = "Zavřít hudební režim";
"mini_player.back" = "Zpět do zobrazení videa";
"mini_player.sort" = "Seřadit playlist";

// Touch bar

"touchbar.ahead_15" = "15 s vpřed";
"touchbar.ahead_30" = "30 s vpřed";
"touchbar.back_15" = "15 s vzad";
"touchbar.back_30" = "30 s vzad";
"touchbar.next_video" = "Další video";
"touchbar.prev_video" = "Předchozí video";
"touchbar.increase_volume" = "Hlasitost +";
"touchbar.decrease_volume" = "Hlasitost −";
"touchbar.rewind" = "Přetočit";
"touchbar.fast_forward" = "Rychle vpřed";
"touchbar.play_pause" = "Přehrát/pozastavit";
"touchbar.seek" = "Vyhledat";
"touchbar.time" = "Pozice";
"touchbar.remainingTimeOrTotalDuration" = "Zbývající čas / Celková délka";
"touchbar.toggle_pip" = "Přepnout obraz v obrazu";

// Plugin permissions

"permissions.network-request.name" = "Síťový požadavek";
"permissions.network-request.desc" = "Tento plug-in může odesílat požadavky nebo nahrávat data na tyto webové stránky:";
"permissions.network-request.any_site" = "Jakékoliv webové stránky";
"permissions.show-osd.name" = "Zobrazit zprávy na obrazovce";
"permissions.show-osd.desc" = "Tento plug-in může zobrazovat zprávy na obrazovce.";
"permissions.show-alert.name" = "Zobrazit upozornění";
"permissions.show-alert.desc" = "Tento plug-in může zobrazovat vyskakovací upozornění.";
"permissions.video-overlay.name" = "Přidat překrytí přes video";
"permissions.video-overlay.desc" = "Tento plug-in může vykreslovat přes video další obsah.";
"permissions.file-system.name" = "Přístup k souborovému systému";
"permissions.file-system.desc" = "Tento plug-in může číst nebo zapisovat soubory na disk, které mohou obsahovat citlivé informace. Může také spouštět jiné programy nebo aplikace, které mohou poškodit váš počítač. Ujistěte se, že jste ověřili jeho zdroj.";

"plugin.install" = "Instalovat";
"plugin.installed" = "Nainstalován";
"plugin.not_installed" = "Není nainstalován";
"plugin.local" = "Nainstalován místně";
"alert.plugin.install_error" = "Při instalaci došlo k chybě: %@";
"alert.invalid_url" = "URL adresa je neplatná.";
"plugin.install_error.invalid_url" = "URL adresa je neplatná.";
"plugin.install_error.file_not_found" = "Soubor balíčku nelze nalézt.";
"plugin.install_error.cannot_download" = "Stahování plug-inu selhalo.\n\nVýstup:%@\n";
"plugin.install_error.cannot_unpackage" = "Rozbalování plug-inu selhalo.\n\nVýstup:%@\n";
"plugin.install_error.cannot_load" = "IINA nemůže načíst tento plug-in. Může být v chybném formátu.";
"plugin.check_for_updates" = "Vyhledávat aktualizace";
"plugin.updating" = "Stahuje se aktualizace…";
